tap "chase/tap"
tap "ecstasoy/scrobbler"
tap "felixkratz/formulae"
tap "gcenx/wine"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ikebastuz/wiper"
tap "jonof/kenutils"
tap "jstkdng/programs"
tap "krtirtho/apps"
tap "martinfekete10/tap"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "thezoraiz/ascii-image-converter"
tap "vladdoster/formulae"
tap "zegervdv/zathura"
brew "advancecomp"
brew "libpng"
brew "harfbuzz"
brew "age"
brew "numpy"
brew "webp"
brew "pillow"
brew "aider"
brew "jpeg-xl"
brew "aom"
brew "snappy"
brew "aria2"
brew "ast-grep"
brew "atuin"
brew "bash"
brew "bat"
brew "bchunk"
brew "binwalk"
brew "black"
brew "btop"
brew "cargo-nextest"
brew "ccls"
brew "chezmoi"
brew "flac"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "clipboard"
brew "cmake"
brew "cuetools"
brew "dash"
brew "diffoscope"
brew "difftastic"
brew "docutils"
brew "eza"
brew "f3"
brew "fd"
brew "ffmpegthumbnailer"
brew "figlet"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gdu"
brew "gh"
brew "gifsicle"
brew "git-delta"
brew "glow"
brew "gnu-tar"
brew "handbrake", link: false
brew "harlequin"
brew "pkgconf"
brew "helix"
brew "hexyl"
brew "hfsutils"
brew "httpie"
brew "iamb"
brew "imagemagick"
brew "ipython"
brew "irssi"
brew "jbig2enc"
brew "openjdk"
brew "jdtls"
brew "jpdfbookmarks"
brew "jpegoptim"
brew "jq"
brew "node"
brew "jupyterlab"
brew "just"
brew "kanata"
brew "lazygit"
brew "llama.cpp"
brew "lolcat"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "maven"
brew "media-info"
brew "meson"
brew "monolith"
brew "mozjpeg"
brew "mpd", restart_service: :changed
brew "mpdscribble", restart_service: :changed
brew "mprocs"
brew "yt-dlp"
brew "mpv"
brew "mupdf"
brew "musikcube"
brew "navi"
brew "ncmpcpp"
brew "ncspot"
brew "neomutt"
brew "neovim", args: ["HEAD"]
brew "neovim-remote"
brew "newsboat"
brew "nushell"
brew "optipng"
brew "opus-tools"
brew "poppler"
brew "pdfgrep"
brew "php"
brew "pipx"
brew "procs"
brew "pypy"
brew "pypy3.10"
brew "python-lsp-server"
brew "python@3.10"
brew "python@3.11"
brew "pytorch", link: false
brew "qpdf"
brew "qsv"
brew "qt@5", link: true
brew "rclone"
brew "rename"
brew "rich-cli"
brew "ripgrep"
brew "rom-tools"
brew "sevenzip"
brew "shellcheck"
brew "shntool"
brew "smartmontools"
brew "spicetify-cli"
brew "stow"
brew "svgo"
brew "syncthing", restart_service: :changed
brew "tealdeer"
brew "tig"
brew "tmux"
brew "tree"
brew "unar"
brew "wakeonlan"
brew "watchexec"
brew "websocat"
brew "wget"
brew "winetricks"
brew "wireguard-tools"
brew "xclip"
brew "xcode-build-server"
brew "xdelta"
brew "xh"
brew "xsel"
brew "xxhash"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "ecstasoy/scrobbler/scrobbler"
brew "felixkratz/formulae/sketchybar"
brew "gromgit/fuse/sshfs-mac"
brew "ikebastuz/wiper/wiper"
brew "jstkdng/programs/ueberzugpp"
brew "qmk/qmk/qmk"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
cask "aerospace"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "anki"
cask "appcleaner"
cask "arc"
cask "bartender"
cask "betterdiscord-installer"
cask "betterdisplay"
cask "bettertouchtool"
cask "calibre"
cask "camo-studio"
cask "chatgpt"
cask "coconutbattery"
cask "discord"
cask "dolphin"
cask "element"
cask "eloston-chromium"
cask "exodus"
cask "firefox"
cask "font-aporetic"
cask "font-commit-mono"
cask "font-cousine"
cask "font-cozette"
cask "font-departure-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-input"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-ss14"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-kosugi"
cask "font-maple-mono"
cask "font-symbols-only-nerd-font"
cask "font-terminus"
cask "foobar2000"
cask "ghidra"
cask "ghostty"
cask "google-chrome"
cask "gstreamer-runtime"
cask "handbrake"
cask "horos"
cask "iina"
cask "imhex"
cask "intellij-idea"
cask "jdownloader"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "kitty"
cask "lastfm"
cask "linearmouse"
cask "lm-studio"
cask "localsend"
cask "lulu"
cask "melonds"
cask "microsoft-teams"
cask "miniforge"
cask "mounty"
cask "musescore"
cask "neovide"
cask "netnewswire"
cask "obs"
cask "obsidian"
cask "openmtp"
cask "orbstack"
cask "parsec"
cask "plex-htpc"
cask "plex-media-server"
cask "postman"
cask "prowlarr"
cask "qmk-toolbox"
cask "quodlibet"
cask "qutebrowser"
cask "radarr"
cask "raspberry-pi-imager"
cask "reminders-menubar"
cask "retroarch-metal"
cask "reverso"
cask "rustrover"
cask "spotify"
cask "spotube"
cask "steam"
cask "textual"
cask "tor-browser"
cask "tuxguitar"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wezterm"
cask "whisky"
cask "wine-crossover"
cask "xld"
cask "zed"
cask "zen-browser"
cask "zen-browser@twilight"
vscode "alefragnani.project-manager"
vscode "azemoh.one-monokai"
vscode "bceskavich.theme-dracula-at-night"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-monokai-night"
vscode "filipjane.0x96f-vscode-theme"
vscode "fill-labs.dependi"
vscode "gerane.theme-dark-dracula"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "illixion.vscode-vibrancy-continued"
vscode "james-yu.latex-workshop"
vscode "janisdd.vscode-edit-csv"
vscode "jdinhlife.gruvbox"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "maattdd.gitless"
vscode "matepek.vscode-catch2-test-adapter"
vscode "mathcale.theme-dracula-refined"
vscode "mathematic.vscode-pdf"
vscode "mattpocock.ts-error-translator"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.mono-debug"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "msrvida.vscode-sanddance"
vscode "mxthevs.one-dark-pro-monokai-darker-reloaded"
vscode "phplasma.csv-to-table"
vscode "proxzima.sweetdracula"
vscode "qwtel.sqlite-viewer"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "rszyma.vscode-kanata"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.gruvbox-material"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "xaver.clang-format"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
